acpi
acpid
alsa-utils
arandr
archey3
autoconf
automake
bash
binutils
bison
bzip2
coreutils
cryptsetup
cups
deepin-screenshot
device-mapper
dhcpcd
dialog
diffutils
dmenu
docker
docker-compose
dosfstools
e2fsprogs
efibootmgr
fakeroot
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-mozc
fcitx-qt4
fcitx-qt5
file
filesystem
findutils
firefox-developer-edition
fish
flex
fontforge
gawk
gcc
gcc-libs
gettext
git
glibc
gnome-keyring
grep
groff
grub
gzip
hub
imagemagick
inetutils
iproute2
iputils
jfsutils
less
lib32-gnutls
libqmi
libtool
liburcu
licenses
linux
logrotate
lttng-ust
lvm2
m4
make
man-db
man-pages
mdadm
msr-tools
nano
nautilus
net-tools
netctl
nitrogen
nodejs
noto-fonts
noto-fonts-emoji
npm
ntp
openssh
otf-ipafont
pacman
patch
pavucontrol
pciutils
perl
pkgconf
powertop
procps-ng
psmisc
pulseaudio
python-pip
redshift
reiserfsprogs
ruby
s-nail
samba
sed
shadow
sudo
sysfsutils
sysstat
systemd
systemd-sysvcompat
tar
terminator
texinfo
tlp
unzip
usbutils
util-linux
vi
vim
which
wpa_actiond
wpa_supplicant
xcompmgr
xf86-video-intel
xf86-video-nouveau
xfsprogs
xmobar
xmonad
xmonad-contrib
xorg-iceauth
xorg-luit
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
